[CommonPCSPsi X2EquipmentTemplate]  
FriendlyName="个人战斗芯片: 灵能"  
FriendlyNamePlural="个人战斗芯片: 灵能"  
BriefSummary="基础灵能模拟器将提升受影响士兵的灵能攻击属性。"  
  
[RarePCSPsi X2EquipmentTemplate]  
FriendlyName="个人战斗芯片: 高级灵能"  
FriendlyNamePlural="个人战斗芯片: 高级灵能"  
BriefSummary="高级灵能模拟器将略微提升受影响士兵的灵能攻击属性。"
  
[EpicPCSPsi X2EquipmentTemplate]  
FriendlyName="个人战斗芯片: 卓越灵能"  
FriendlyNamePlural="个人战斗芯片: 卓越灵能"  
BriefSummary="卓越灵能模拟器将最大程度地提升受影响士兵的灵能攻击属性。"  
  
[AmpBooster X2AbilityTemplate]  
LocFriendlyName="增幅器"  
LocHelpText="给予装备者灵能能力的轻微提升。"  
  
[AmpBooster X2EquipmentTemplate]  
FriendlyName="增幅器"  
FriendlyNamePlural="增幅器"  
BriefSummary="增幅器是一种强大的灵能神器，进一步提升我们士兵的灵能能力。"  
TacticalText="<Bullet/> 携带增幅器的士兵将获得灵能能力的轻微提升。"  
  
[Neurowhip X2AbilityTemplate]  
LocFriendlyName="神经鞭"  
LocHelpText="给予装备者灵能能力的显著提升。"  
  
[Neurowhip X2EquipmentTemplate]  
FriendlyName="神经鞭"  
FriendlyNamePlural="神经鞭"  
BriefSummary="神经鞭是一种强大的灵能神器，进一步提升我们士兵的灵能能力。"  
TacticalText="<Bullet/> 携带神经鞭的士兵将获得灵能能力的显著提升。"  
  
[NeuroFeedback X2AbilityTemplate]  
LocFriendlyName="神经反馈"  
LocLongDescription="对XCOM单位的灵能攻击将对施法者造成伤害。"  
LocHelpText="对XCOM单位的灵能攻击将对施法者造成伤害。"